ОКЕАН
- рабылка


Уброка мусора
Воровство рыбы (стелс)
Игра за рыбу/ воровство корма с крючков
Охота с аквалангом
Жестокая игра про китобоев (гарпуны, баланс коробля)
++ Перевозчик душ - Харон (чайки воруют души рыб, сирены) (души будут спрыгивать с корабля и за ними еще нужно будт возвращатсья)
+ Добыча жемчуга с лодки (передвижение лодки, забор воздуха, таймер)
- Рыбная ферма
+ Спасение людей с титаника	(с классовым окрасом)



Перевозчик душ

- не все рыбы совместимы
- трюм ограничен
- точка дропа на правом берегу стоит по разному
- души имеют TTL
- души спаунятся рандомно
- у душ разная стоимость


-- чайки сбивают души с корабля
-- выпускайте кракена
-- островки
-- 3 одинаковые души - бонус
-- ящики-бонусы в реке с продлением жизни душ



- Рыба различного цвета
- Размер трюма ограничен
- Рыба разного типа (цвета)

- Интерполяция камеры






 
